{

  "us": [{
    "id": 1,
    "title": "Friendly",
    "description": "FA is a very friendly guild, where people can enjoy and have a laugh sometimes, without worrying about being treated poorly by other people just because they are new to raids or fractals."
  }, {
    "id": 2,
    "title": "Multicultural and Multiserver",
    "description": "We have people from different cultures and different servers. We want each member to someday learn about other people's cultures , so that we can understand them more and grow into a big family."
  }, {
    "id": 3,
    "title": "Helpful",
    "description": "We teach new people how to raid or do fractals. That's what the guild has been focusing until now , and that's what we want to focus all the time. It gives a nice feeling when people start enjoying the game, because of our help."
  }],
  "meetus": [{
    "id": 1,
    "name": "Winther",
    "igname": "Winther",
    "rank": "Founder",
    "description": "Winther is the founder of the guild and used to be the leader. However, now that he is old and rusty, he gave it the leader rank to someone else.",
    "picture": "winther.png"
  }, {
    "id": 2,
    "name": "Elemental Pi",
    "igname": "Failchon",
    "rank": "Co-Founder and Leader",
    "description": "Failchon is the co-founder and the current leader of the guild. The usual problems and questions will go to him. He also manages the guild missions and other events",
    "picture": "failchon.png"
  }, {
    "id": 3,
    "name": "Soxia",
    "igname": "AlexSox",
    "rank": "Co-leader",
    "description": "Soxia is the co-leader of the guild, basically doing the job of the leader when he is not able to do them (such as : guild missions and other events).",
    "picture": "soxi.png"
  }, {
    "id": 4,
    "name": "Allard With A Bow",
    "igname": "Allard",
    "rank": "Regent",
    "picture": "allard.png"
  }, {
    "id": 5,
    "name": "CupCake Apostle",
    "igname": "Savarth",
    "rank": "Regent",
    "picture": "cupcake.png"
  }, {
    "id": 6,
    "name": "Coldcast",
    "igname": "Harfang",
    "rank": "Regent",
    "picture": "harfang.png"
  }, {
    "id": 7,
    "name": "Ripi",
    "igname": "Ripi",
    "rank": "Regent",
    "picture": "ripi.png"
  }, {
    "id": 8,
    "name": "Bjorn",
    "igname": "Bjorn ",
    "rank": "Marshall",
    "picture": "bjorn.png"
  }, {
    "id": 9,
    "name": "DragonXneon",
    "igname": "DragonXneon ",
    "rank": "Marshall",
    "picture": "dragon.png"
  }, {
    "id": 10,
    "name": "Morrowind Darkness",
    "igname": "MorrowindDarkness ",
    "rank": "Marshall",
    "picture": "morrow.png"
  }, {
    "id": 11,
    "name": "Kara Curly",
    "igname": "Mentor ",
    "rank": "Marshall",
    "picture": "mentor.png"
  }],

  "rules": [{
    "id": 1,
    "title": "Be respectful",
    "description": "Be respectul to random players and guild members.We are here to have fun, so we expect you to treat others with respect, not just guild members, and be encouraging to the new players of the game."
  }, {
    "id": 2,
    "title": "Helpful guild",
    "description": "Feel free to help out the members in need, however do not expect some kind of reward from helping them out. It's a natural thing for guild members to help other guild members."
  }, {
    "id": 3,
    "title": "Religion and Politics",
    "description": "We are multicultural, and we want people to talk freely about another guild member's culture and so on. However, political and religion discussions will never work out, so any form of political and religion discussion is not allowed."
  }, {
    "id": 4,
    "title": "Banned words",
    "description": "Racial and homophobic slurs or jokes are unacceptable, and whether you are given a warning or kicked outright is left to the discretion of the officers on duty. Rape jokes will result in a kick."
  }, {
    "id": 5,
    "title": "Do not verbally harm others",
    "description": "No sort of international harrasment is allowed, if you offended someone, try to apologize."
  }, {
    "id": 6,
    "title": "Do not argue in guild chat",
    "description": "If you want to argue with someone, do it in whisper. If you are caught arguing multiple times in guild chat, you will be kicked"
  }, {
    "id": 7,
    "title": "Do not argue with officers",
    "description": "If you have a problem with officers, please contact someone with a higher rank. Do not argue with offciers in guild chat."
  }, {
    "id": 8,
    "title": "Do not spam in guild chat",
    "description": "Please do not spam item links, waypoint links or spam text. If you have a question that you want to be answered, don't spam it in guild chat, try to whisper that question to an officer or someone with a higher rank."
  }, {
    "id": 9,
    "title": "If you have a disagreement",
    "description": "Sometimes there is bound to be a misunderstanding between members, that cannot be solved through text messages. If you think that the problem is escalating quickly, contact one of the officiers that are online, but if there is no officer online, please take a screenshot of the situation."
  }]
}